// Напишите программу, которая на вход принимает число и выдает его квадрат(число умноженное само на себя)
int number = Convert.ToInt32(Console.ReadLine());


int square = number * number;
System.Console.WriteLine();
Console.WriteLine(square);
// тип данных, название переменной